[
  {
    "chunk": "# [PROTOTYPE ENTITY NAME / DEMO CLINIC]\n## Notice of Privacy Practices  \n**Effective Date: June 17, 2025**  \n**THIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION. PLEASE REVIEW IT CAREFULLY.**  \n---  \n**IMPORTANT DISCLAIMER FOR PROTOTYPE/DEMONSTRATION USE:**  \n* **THIS IS A SAMPLE / DUMMY DOCUMENT FOR PROTOTYPE/DEMONSTRATION PURPOSES ONLY.**\n* **IT IS NOT LEGALLY BINDING OR HIPAA COMPLIANT FOR REAL-WORLD USE.**\n* **YOU MUST CONSULT WITH LEGAL COUNSEL SPECIALIZING IN HIPAA LAW TO DRAFT A COMPLIANT AND ENTITY-SPECIFIC NPP BEFORE HANDLING ANY REAL PROTECTED HEALTH INFORMATION (PHI).**\n* **THIS DOCUMENT DOES NOT SUBSTITUTE FOR PROFESSIONAL LEGAL ADVICE.**  \n---"
  },
  {
    "chunk": "This Notice of Privacy Practices describes how [Your Prototype Entity Name], and its staff, volunteers, and other personnel involved in your care, may use and disclose your Protected Health Information (PHI). We are committed to protecting the privacy of your health information."
  },
  {
    "chunk": "Your PHI includes demographic information (like your name, address, date of birth) and health information (like medical records, billing information, insurance details) that identifies you and relates to your past, present, or future physical or mental health or condition, the provision of health care to you, or the past, present, or future payment for the provision of health care to you.  \n---"
  },
  {
    "chunk": "We may use and disclose your PHI for the purposes of treatment, payment, and healthcare operations without your prior authorization.  \n* **Treatment:** We may use and disclose your PHI to provide, coordinate, and manage your health care and related services. For example, your information may be shared among our staff involved in your care, or with other healthcare providers involved in your treatment (e.g., specialists, laboratories).\n* **Payment:** We may use and disclose your PHI to obtain payment for the health care services we provide to you. For example, we may send your PHI to your insurance company to get paid for your care, or to a billing service working on our behalf.\n* **Healthcare Operations:** We may use and disclose your PHI for activities necessary to run our organization and ensure quality care. For example, for quality assessment and improvement activities, staff training, legal and auditing services, and business planning.  \n---"
  },
  {
    "chunk": "We may use or disclose your PHI without your authorization in limited situations as permitted or required by law, including:  \n* **Public Health Activities:** For public health activities, such as preventing disease or reporting vital statistics.\n* **Law Enforcement:** In response to a court order, warrant, or subpoena, or to aid law enforcement officials.\n* **Legal Proceedings:** In the course of any judicial or administrative proceeding.\n* **Health Oversight Activities:** To a health oversight agency for audits, investigations, inspections, and licensure.\n* **Serious Threat to Health or Safety:** To prevent a serious and imminent threat to the health or safety of a person or the public.\n* **Coroners, Medical Examiners, Funeral Directors:** For purposes consistent with applicable law.\n* **Organ Donation:** To facilitate organ, eye, or tissue donation and transplantation.\n* **Research:** For certain research purposes when approved by an Institutional Review Board (IRB) or meeting specific conditions.\n* **Workers' Compensation:** As authorized by workers' compensation laws.\n* **Military & Veterans:** For activities deemed necessary by military command authorities.\n* **National Security & Intelligence Activities:** As authorized by federal law.  \n---"
  },
  {
    "chunk": "For any uses or disclosures of your PHI not described above, we will obtain your specific written authorization. This includes, but is not limited to:  \n* **Marketing Purposes:** Disclosures for marketing purposes, except for certain limited communications.\n* **Sale of PHI:** Disclosures that constitute a sale of PHI.\n* **Psychotherapy Notes:** Most uses and disclosures of psychotherapy notes.\n* **Other Purposes:** Any other uses or disclosures not otherwise permitted or required by law.  \nYou may revoke your authorization in writing at any time, except to the extent that we have already acted in reliance on the authorization.  \n---"
  },
  {
    "chunk": "You have the following rights regarding your PHI. To exercise these rights, please contact our Privacy Officer (details below).  \n* **Right to Request Restrictions:** You have the right to request restrictions on how we use and disclose your PHI for treatment, payment, or healthcare operations. We are not required to agree to all requests, except for certain disclosures to a health plan if you pay for the service in full out-of-pocket.\n* **Right to Request Confidential Communications:** You have the right to request that we communicate with you about health matters in a certain way or at a certain location (e.g., only by mail to your work address).\n* **Right to Inspect and Obtain a Copy:** You have the right to inspect and obtain a copy of your PHI that we maintain in a designated record set. Fees may apply.\n* **Right to Request an Amendment:** If you believe that your PHI is incorrect or incomplete, you have the right to request that we amend it. We may deny your request under certain circumstances.\n* **Right to an Accounting of Disclosures:** You have the right to request an \"accounting\" of certain disclosures we have made of your PHI.\n* **Right to a Paper Copy of This Notice:** You have the right to obtain a paper copy of this Notice, even if you have agreed to receive it electronically.\n* **Right to Be Notified of a Breach:** You have the right to be notified following a breach of unsecured PHI.  \n---"
  },
  {
    "chunk": "We are required by law to maintain the privacy of your PHI and to provide you with this Notice of our duties and privacy practices. We are required to abide by the terms of this Notice currently in effect. We reserve the right to change the terms of this Notice at any time, and the new Notice will be effective for all PHI that we maintain. If we make material changes, we will provide you with a revised Notice.  \n---"
  },
  {
    "chunk": "If you believe your privacy rights have been violated, you may file a complaint with us or with the Secretary of the Department of Health and Human Services. We will not retaliate against you for filing a complaint.  \n**To file a complaint with us, please contact:**  \nPrivacy Officer\n[Your Prototype Entity Name]\n[Dummy Address, e.g., 123 Main Street, Anytown, ST 12345]\n[Dummy Phone Number, e.g., (555) 555-5555]\n[Dummy Email, e.g., privacy.officer@prototype.com]  \n**To file a complaint with the Secretary of HHS, please contact:**  \nOffice for Civil Rights\nU.S. Department of Health and Human Services\n200 Independence Avenue, S.W.\nWashington, D.C. 20201\nCall: 1-877-696-6775\nVisit: www.hhs.gov/ocr/privacy/hipaa/complaints/  \n---"
  }
]